# LightingInvExport

## Description
Exports Lighting inventory to data exchange file.

```pascal
PROCEDURE LightingInvExport;
```

```python
def vs.LightingInvExport():
    return None
```

## Version
Availability: from Vectorworks 2015

## Category
* Spotlight